export default {
  content: `\t${
    import.meta.env.VITE_LOGO_NAME
  }雖然只出現了近2年，但已經是一個非常熟悉且主宰越南人在台灣居住和活動的博彩市場的名字。在體育博彩和線上賭場領域，${
    import.meta.env.VITE_LOGO_NAME
  }的聲譽已經得到玩家們在台灣各地的證實。我們提供各種世界頂級的體育博彩選項，如足球、籃球、網球、電子競技，以及包括百家樂、骰寶、龍虎、輪盤、猜大小、輪盤、老虎機、捕魚等線上賭場遊戲。 \n\n
  網站「${
    import.meta.env.VITE_LOGO_NAME
  }」以全新的多層次代理系統發展而來，使您不僅成為會員，還可以輕鬆成為我們的業務合作夥伴。 \n\n
  通過系統升級和全新界面的改變，超流暢的配置將為您提供絕佳的遊戲休閒時光。 \n\n
  特別是對於體育部分的完全改變，「${
    import.meta.env.VITE_LOGO_NAME
  }」將最大程度地提高下注時間，並以最迅速、簡潔和準確的方式結算投注結果。 \n\n
  在參與線上博彩之前，找到一個有信譽和可信賴的平台非常重要，讓我們在「${
    import.meta.env.VITE_LOGO_NAME
  }」一起體驗這一點。`,
  "policy.title": "政策",
  "policy.content": `
1.遵守會員等級和法律規定：
  在註冊成為會員後，您可以使用公司提供的服務（以下稱為“服務“）。當會員使用服務時，除了同意遵守服務條款外，還同意接受公司對會員技術規格的限制（包括遊戲規則、投注規則、通知和預防措施等）以及相關的法律和法規。請使用菲律賓${
    import.meta.env.VITE_LOGO_NAME
  }公司的所有產品和客戶服務、軟件系統、網絡架構和其他相關商業事項的會員，請遵守用戶的法律和規定，如果違反服務，我們公司將不負責任。 \n\n
2.我們的責任：
  \ta) 公司的目標是創建一個高品質的“安全可靠“、”快捷便利“、”公平合理“的娛樂服務平台，“強調會員不受時間和空間限制，可以隨時參與。公平公正的遊戲讓您享受與全球玩家持續互動的樂趣，24小時不間斷。我們高度重視以客戶為導向的態度，不斷創新和了解客戶需求，這是公司引以為豪的經營理念。希望能夠創造全新的娛樂價值，實現全球普及的目標，成為領先的娛樂網站。
  \tb) 虛擬銀行服務：公司提供線上貨幣支付平台，您購買的積分可以在公司的平台上享受服務。如果您使用不正確的方法或虛假信息“儲存價值“，公司有權隨時終止您的會員身份和使用其他服務的權利。 \n\n
3.會員的義務：
  根據我們提供的服務，您同意在註冊過程中提供的個人信息是準確、正確且完整的，並遵循在註冊過程中提到的相關項目；當您的個人信息發生變更時，請立即更新以保持您的個人數據的準確性、真實性和完整性。如果您違反他人的權利或違反法律，因提供不正確的信息或使用他人的名義，您將自行承擔法律責任；您同意，如果您提供的個人數據是不正確的或者個人數據已經發生變更但未及時更新且與原始記錄不符，當註冊信息不匹配時，公司有權終止您的會員資格並隨時停止使用其他服務。 \n\n
4.停止服務和變更:
  - 會員登入資訊不正確。
  - 使用他人名義使用此服務。
  - 違反遊戲公平原則。
  - 在遊戲或比賽中故意深入探索系統漏洞或利用遊戲漏洞影響結果。
  - 違反服務條款。
  - 同一IP地址。同一身份只能使用一個遊戲帳戶。如果發現會員連續註冊帳戶，使用多個帳戶進行遊戲，風險控制部門將暫停所有權限。同名字/帳戶/電話號碼/IP地址/電腦/網絡環境，僅限註冊一次。
  - 公司不允許不公平的投注方式，雙向投注，無風險投注以及任何其他無風險投注方法。如果發現以上問題，公司有權終止玩家帳戶。在任何爭議情況下，公司擁有最終決定權。在任何情況下，我們對於任何會員或第三方因停止或更改服務或終止會員帳戶而導致的任何問題、不便或損害不承擔責任。 \n\n
5.暫停或中斷服務:
  公司可能在以下情況下暫停或中斷全部或部分服務，並對用戶不承擔任何賠償責任:
  \ta) 搬遷、更換或維護與此服務相關的系統設備。
  \tb) 如果服務暫停或中斷，我們不承擔任何責備。
  \tc) 服務因不可抗力原因暫停或中斷。
  如果公司需要暫停或中斷全部或部分服務，因為網站相關系統設備的搬遷、更換或維護，公司將在暫停或中斷之前通過電子郵件或本網站公告通知您。
  如果公司需要暫停或中斷全部或部分自己的服務，因為網站相關系統設備的搬遷、更換或維護，公司將在暫停或中斷之前通過電子郵件或本網站公告通知您。 \n\n
6.保管義務:
  會員有義務正確保管此網站上的帳戶和密碼，並對登入系統後帳戶和密碼進行的所有活動負責。為了保護會員自身的權益，請勿向第三方洩露或提供帳戶和密碼信息，也不要借貸或轉讓給他人。 \n\n
7.同意比賽和遊戲的規則：
  為了避免在此平台上下注遊戲時出現用戶爭議，遊戲規則已在遊戲中心詳細描述。請務必仔細閱讀本節中的規則詳情。當會員開始使用服務時，將被視為已接受所有規定。 \n\n
8.補充和修改會員技術參數：
  如果服務條款被更新或修改，您同意受到自此網站通知之時起生效的修改條款的約束。本網站將不會對會員進行單獨通知。如果您在通知後繼續使用服務，則表示您已同意修改後的條款。 \n\n
9.安全承諾：
  我們承諾保護客戶的隱私，並提供最安全的遊戲平台。我們在本網站上收集的信息將用於為您提供最佳的服務。我們保證不會將您的個人數據出售或出租給第三方。所有個人數據都使用加密技術進行處理，並存儲在安全的非公開操作系統中。對於有機會接觸客戶個人數據的合作夥伴，他們也必須遵守我們建立的安全和隱私規則。 \n\n
10.風險責任：
  ${
    import.meta.env.VITE_LOGO_NAME
  }提供的服務是會員自己的意願，風險將由會員自行承擔。參與我們的服務意味著會員同意${
    import.meta.env.VITE_LOGO_NAME
  }公司提供的服務是正常、合理、可靠和公平的。 \n\n
11.遵守當地法律：
  如果根據會員所在地的當地法律，博彩是非法的，${
    import.meta.env.VITE_LOGO_NAME
  }公司不鼓勵您參與我們的服務。在任何被視為非法博彩的國家，${
    import.meta.env.VITE_LOGO_NAME
  }公司不鼓勵該國的公民參與。如果會員通過參與${
    import.meta.env.VITE_LOGO_NAME
  }公司的服務違反當地法律，${
    import.meta.env.VITE_LOGO_NAME
  }公司將不承擔法律責任。 \n\n
12.${
    import.meta.env.VITE_LOGO_NAME
  }將盡最大努力確保網站全天候提供服務，但如果由於不可抗力因素（例如服務器攻擊、海底光纜損壞等）而無法訪問網站，或由於來自網站和公司信息的第三方的延遲、合同違反或無法提供服務，導致延遲或無法提供服務，${
    import.meta.env.VITE_LOGO_NAME
  }公司不承擔責任。${import.meta.env.VITE_LOGO_NAME}無法保證並不承擔責任。
  `,
};
